# Brewfile — Declarative Homebrew package management
# Managed via dotfiles (stow)

tap "anomalyco/tap"
tap "hashicorp/tap"

# === CLI Tools ===
brew "atuin"
brew "bat"
brew "btop"
brew "carapace"
brew "cloc"
brew "colima"
brew "direnv"
brew "docker"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "httpie"
brew "jq"
brew "just"
brew "k9s"
brew "lazygit"
brew "neovim"
brew "opencode"
brew "ollama"
brew "pipx"
brew "ripgrep"
brew "rust-analyzer"
brew "stow"
brew "tldr"
brew "tree"
brew "tree-sitter-cli"
brew "usage"
brew "bandwhich"
brew "choose-rust"
brew "dog"
brew "hyperfine"
brew "mas"
brew "ouch"
brew "tokei"
brew "yq"
brew "zellij"
brew "zimfw"
brew "zoxide"
brew "yazi"
brew "yarn"

# === Languages & Runtimes (managed by mise) ===
brew "go"
brew "mise"
brew "ruby"
brew "rust"
brew "node"

# === System ===
brew "asitop"
brew "bash-language-server"
brew "curl"
brew "htop"
brew "make"
brew "openssh"
brew "unzip"
brew "wget"
brew "zlib"

# === Cask (GUI Apps) ===
cask "anaconda"
cask "dbeaver-community"
cask "ghostty"
cask "lm-studio"
cask "netron"
cask "postman"
